[M_MonsterMash1 MissionDefinition]
MissionName="Macedonian animals (part 1))"
MissionDescription="The Doctor Offers payment if you get parts of various creatures. You can cut them with any spider. He didn't tell you what they were.."
TurnInDescription="Dr. Z is not licensed to practice medicine. "
MissionSummary="Dr. Collects Zed Animals."
MissionGiver="Doctor above"
MissionTurnInLocation="doctor. Seed."
TeaserText="Z wants a massage but won't say why. I don't think it has a tail."

[M_MonsterMash1:Collectspiderantparts MissionObjectiveDefinition]
ProgressMessage="Collect anti-spider kits"

[M_MonsterMash1:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

